Repository: rameshchidirala/CordovaDemo
Catalog: CordovaDemo/Plugins/ScanditSDK/*.lproj/scanditsdk.strings
Languages: de

# scanditsdk_init_message
source: Initializing camera...
de: Initialisiere Kamera...

# scanditsdk_initial_scan_screen_state
source: Align code with box
de: Strichcode ausrichten

# scanditsdk_barcode_presence_detected
source: Align code and hold still
de: Strichcode ausrichten...

# scanditsdk_barcode_decoding_in_progress
source: Decoding...
de: Decodiere...

# scanditsdk_no_barcode_was_recognized
source: No barcode recognized
de: Strichcode wurde nicht erkannt

# scanditsdk_suggest_manual_entry
source: Touch to enter
de: Tap fuer Eingabe

# scanditsdk_use_most_likely_barcode
source: Touch to use this likely number:
de: Tap um Strichcode zu best√§tigen:

# scanditsdk_searchbar_action_button_caption
source: Go
de: Los

# scanditsdk_searchbar_cancel_button_caption
source: Cancel
de: Abbrechen

# scanditsdk_searchbar_placeholder
source: Scan barcode or enter it here
de: Strichcode scannen oder hier eingeben

# scanditsdk_toolbar_button_caption
source: Cancel
de: Abbrechen

# scanditsdk_toolbar_buffer_caption
source: Canceling...
de: Abbrechen...
